[
  {
    "userName": "John Doe",
    "review": "The tires have excellent grip on wet roads, and I am impressed with the overall performance. Highly recommend! I experienced some road noise at higher speeds, but the handling and comfort are top-notch."
  },

  {
    "userName": "Md Nasir",
    "avatarUrl": "https://lh3.googleusercontent.com/a/AATXAJwZ5yHTyhlbUnanuJwLGdscP95OtAMhFGiAD8Bf=s128-c0x00000000-cc-rp-mo",
    "review": "Excellent service from start to finish. 100% satisfaction with the job, professionalism and overall service.We were delighted with your courteous , prompt and professional service. We would plan to reuse your services and recommend these to friends and family. You came to us as a recommendation and this proved accurate."
  },
  {
    "userName": "Jane Smith",
    "review": "Good value for money. The tires are durable and have improved my vehicle's fuel efficiency. The customer service was exceptional, and the tires were installed quickly. The ride feels smoother now."
  },
  {
    "userName": "Rohit Bhati",
    "avatarUrl": "https://lh3.googleusercontent.com/a/AATXAJxi1FTLTnIbF-wcCFLUqffCFFV07qiTPPBbLVaO=s128-c0x00000000-cc-rp-mo",
    "review": "Went for Tyre change . Ultimate service by shoppe boys. Owner behavior very cool. Guide as per ur budget. Highly recommend"
  },
  {
    "userName": "Pradeep Kumar",
    "avatarUrl": "https://lh3.googleusercontent.com/a/AATXAJwahszZQxSMoUOJ3FOQwAgtMOeWI7bFaQnSRl1a=s128-c0x00000000-cc-rp-mo",
    "review": "Best tyre shop in Indirapuram. Good dealing with customer. All types tyre available here. Price also responsible. Overall good experience"
  },
  {
    "userName": "Surjit Kumar",
    "avatarUrl": "https://lh3.googleusercontent.com/a-/AOh14GhHSizwMQ5QJNIXpB3wdFKkkIEzs8WwYdQUngn6uw=s128-c0x00000000-cc-rp-mo",
    "review": "Genuine and Authorized Tyre shop in indirapuram having latest manufactured stock. Well equipped workshop with professional staff. I change my care Tyre there, highly satisfied with service and lasted available stock.. Keep it up !!!"
  }
]
